{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AdvTimeline",
			"Children": [
				{
					"Source":
					{
						"Text": "DefaultEventTrack"
					},
					"Translation":
					{
						"Text": "默认事件轨道"
					},
					"Key": "DefaultEventTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultFloatTrack"
					},
					"Translation":
					{
						"Text": "默认浮点轨道"
					},
					"Key": "DefaultFloatTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultLinearColorTrack"
					},
					"Translation":
					{
						"Text": "默认颜色轨道"
					},
					"Key": "DefaultLinearColorTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultSetting"
					},
					"Translation":
					{
						"Text": "默认配置"
					},
					"Key": "DefaultSetting"
				},
				{
					"Source":
					{
						"Text": "DefaultTimeline"
					},
					"Translation":
					{
						"Text": "默认时间线"
					},
					"Key": "DefaultTimeline"
				},
				{
					"Source":
					{
						"Text": "DefaultTrack"
					},
					"Translation":
					{
						"Text": "默认轨道"
					},
					"Key": "DefaultTrackName"
				},
				{
					"Source":
					{
						"Text": "DefaultVectorTrack"
					},
					"Translation":
					{
						"Text": "默认向量轨道"
					},
					"Key": "DefaultVectorTrack"
				},
				{
					"Source":
					{
						"Text": "Number of EventTracks is 0"
					},
					"Translation":
					{
						"Text": "EventTracks数量为0"
					},
					"Key": "GetAllEventTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of FloatTracks is 0"
					},
					"Translation":
					{
						"Text": "FloatTracks数量为0"
					},
					"Key": "GetAllFloatTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of LinearColorTracks is 0"
					},
					"Translation":
					{
						"Text": "LinearColorTracks数量为0"
					},
					"Key": "GetAllLinearColorTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of VectorTracks is 0"
					},
					"Translation":
					{
						"Text": "VectorTracks数量为0"
					},
					"Key": "GetAllVectorTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "The incoming parameter cannot be empty!"
					},
					"Translation":
					{
						"Text": "传入的参数不能为空!"
					},
					"Key": "EmptyError"
				},
				{
					"Source":
					{
						"Text": "function has an error!"
					},
					"Translation":
					{
						"Text": "函数有一个错误！"
					},
					"Key": "FuncError"
				}
			]
		}
	]
}